#+TITLE: Head Drawing II
#+AUTHOR: Chris Hogan
#+DATE: <2021-03-29 Mon> to <2021-04-25 Sun>

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-04-04 Sun 19:27], for week 2021-W13.
  | Tags    | Headline                                      | Time    |       |      |      |
  |---------+-----------------------------------------------+---------+-------+------+------|
  |         | *Total time*                                  | *29:19* |       |      |      |
  |---------+-----------------------------------------------+---------+-------+------+------|
  |         | \_  Week 1                                    |         | 29:19 |      |      |
  |         | \_    <2021-03-29 Mon>                        |         |       | 7:44 |      |
  | prep    | \_      Build brush holder                    |         |       |      | 1:28 |
  | prep    | \_      Build color checker                   |         |       |      | 1:19 |
  | prep    | \_      Paint brush holder and color checker  |         |       |      | 0:27 |
  | study   | \_      Head Phase III - Intro                |         |       |      | 0:41 |
  | drawing | \_      Head layins - 20 min.                 |         |       |      | 0:40 |
  | drawing | \_      Head Phase II - Female cast           |         |       |      | 1:39 |
  | study   | \_      Head Phase II - Female Cast           |         |       |      | 0:30 |
  | drawing | \_      Loomis book                           |         |       |      | 1:00 |
  |         | \_    <2021-03-30 Tue>                        |         |       | 3:52 |      |
  | drawing | \_      Head layins                           |         |       |      | 0:34 |
  | drawing | \_      Head Phase II - Female cast           |         |       |      | 2:05 |
  | study   | \_      Head Phase II - Photo Drawing         |         |       |      | 0:30 |
  | drawing | \_      Loomis book                           |         |       |      | 0:43 |
  |         | \_    <2021-03-31 Wed>                        |         |       | 3:44 |      |
  | drawing | \_      Head layins                           |         |       |      | 0:52 |
  | drawing | \_      Head Phase II - Photo Drawing         |         |       |      | 1:29 |
  | drawing | \_      Loomis book                           |         |       |      | 0:53 |
  | study   | \_      Head Phase II - Photo Drawing         |         |       |      | 0:15 |
  | study   | \_      Head Phase III - 15 sec., 30 sec.,... |         |       |      | 0:15 |
  |         | \_    <2021-04-01 Thu>                        |         |       | 3:21 |      |
  | drawing | \_      Head layins                           |         |       |      | 0:33 |
  | drawing | \_      Head Phase II - Photo Drawing         |         |       |      | 1:33 |
  | drawing | \_      Loomis book                           |         |       |      | 0:45 |
  | study   | \_      Head Phase III - 15 sec., 30 sec.,... |         |       |      | 0:30 |
  |         | \_    <2021-04-02 Fri>                        |         |       | 3:02 |      |
  | drawing | \_      Head layins                           |         |       |      | 0:39 |
  | drawing | \_      Head Phase III - 15 sec, 30 sec, 1... |         |       |      | 1:05 |
  | drawing | \_      Loomis book                           |         |       |      | 0:35 |
  | study   | \_      Head Phase III - 15 sec., 30 sec.,... |         |       |      | 0:43 |
  |         | \_    <2021-04-03 Sat>                        |         |       | 4:17 |      |
  | drawing | \_      Copy panels                           |         |       |      | 1:02 |
  | drawing | \_      Head layins                           |         |       |      | 0:28 |
  | drawing | \_      Head Phase III - 5 minute quicksketch |         |       |      | 1:09 |
  | study   | \_      Head Phase III - 5 minute quicksketch |         |       |      | 0:40 |
  | drawing | \_      Loomis book                           |         |       |      | 0:58 |
  |         | \_    <2021-04-04 Sun>                        |         |       | 3:19 |      |
  | drawing | \_      Head layins                           |         |       |      | 0:29 |
  | drawing | \_      Head Phase III - 5 minute quicksketch |         |       |      | 2:01 |
  | drawing | \_      Loomis book                           |         |       |      | 0:49 |
  #+END:
#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study" "prep")
| Tag     | Headline   | Time (h) |
|---------+------------+----------|
| drawing | *Tag time* | *22h 1m* |
|---------+------------+----------|
| study   | *Tag time* | *4h 49m* |
|---------+------------+----------|
| prep    | *Tag time* | *3h 14m* |

#+END:
*** <2021-03-29 Mon>
**** DONE Build brush holder                                           :prep:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 07:50]--[2021-03-29 Mon 09:18] =>  1:28
     :END:
**** DONE Build color checker                                          :prep:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 10:10]--[2021-03-29 Mon 11:29] =>  1:19
     :END:
**** DONE Paint brush holder and color checker                         :prep:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 13:15]--[2021-03-29 Mon 13:42] =>  0:27
     :END:
**** DONE Head Phase III - Intro                                      :study:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 12:33]--[2021-03-29 Mon 13:14] =>  0:41
     :END:
**** DONE Head layins - 20 min.                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 18:04]--[2021-03-29 Mon 18:44] =>  0:40
     :END:
**** DONE Head Phase II - Female cast                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 18:45]--[2021-03-29 Mon 20:24] =>  1:39
     :END:
**** DONE Head Phase II - Female Cast :study:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 22:00]--[2021-03-29 Mon 22:30] =>  0:30
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 20:24]--[2021-03-29 Mon 21:24] =>  1:00
     :END:
*** <2021-03-30 Tue>
**** DONE Head layins                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-30 Tue 18:01]--[2021-03-30 Tue 18:35] =>  0:34
     :END:
**** DONE Head Phase II - Female cast                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-30 Tue 18:35]--[2021-03-30 Tue 20:40] =>  2:05
     :END:
**** DONE Head Phase II - Photo Drawing                               :study:
     :LOGBOOK:
     CLOCK: [2021-03-30 Tue 22:00]--[2021-03-30 Tue 22:30] =>  0:30
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-30 Tue 20:40]--[2021-03-30 Tue 21:23] =>  0:43
     :END:
*** <2021-03-31 Wed>
**** DONE Head layins                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-31 Wed 18:06]--[2021-03-31 Wed 18:58] =>  0:52
     :END:
**** DONE Head Phase II - Photo Drawing                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-31 Wed 18:58]--[2021-03-31 Wed 20:27] =>  1:29
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-31 Wed 20:27]--[2021-03-31 Wed 21:20] =>  0:53
     :END:
**** DONE Head Phase II - Photo Drawing                               :study:
     :LOGBOOK:
     CLOCK: [2021-03-31 Wed 22:00]--[2021-03-31 Wed 22:15] =>  0:15
     :END:
**** DONE Head Phase III - 15 sec., 30 sec., and 1 minute poses       :study:
     :LOGBOOK:
     CLOCK: [2021-03-31 Wed 22:15]--[2021-03-31 Wed 22:30] =>  0:15
     :END:
*** <2021-04-01 Thu>
**** DONE Head layins                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-01 Thu 18:25]--[2021-04-01 Thu 18:58] =>  0:33
     :END:
**** DONE Head Phase II - Photo Drawing                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-01 Thu 18:58]--[2021-04-01 Thu 20:31] =>  1:33
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-01 Thu 20:31]--[2021-04-01 Thu 21:16] =>  0:45
     :END:
**** DONE Head Phase III - 15 sec., 30 sec., and 1 minute poses       :study:
     :LOGBOOK:
     CLOCK: [2021-04-01 Thu 22:00]--[2021-04-01 Thu 22:30] =>  0:30
     :END:
*** <2021-04-02 Fri>
**** DONE Head layins                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-02 Fri 18:11]--[2021-04-02 Fri 18:50] =>  0:39
     :END:
**** DONE Head Phase III - 15 sec, 30 sec, 1 min quicksketch        :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-02 Fri 18:50]--[2021-04-02 Fri 19:55] =>  1:05
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-02 Fri 19:56]--[2021-04-02 Fri 20:31] =>  0:35
     :END:
**** DONE Head Phase III - 15 sec., 30 sec., and 1 minute poses       :study:
     :LOGBOOK:
     CLOCK: [2021-04-02 Fri 22:00]--[2021-04-02 Fri 22:17] =>  0:17
     CLOCK: [2021-04-02 Fri 20:32]--[2021-04-02 Fri 20:58] =>  0:26
     :END:
*** <2021-04-03 Sat>
**** DONE Copy panels                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-03 Sat 09:38]--[2021-04-03 Sat 10:40] =>  1:02
     :END:
**** DONE Head layins                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-03 Sat 11:12]--[2021-04-03 Sat 11:40] =>  0:28
     :END:
**** DONE Head Phase III - 5 minute quicksketch                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-03 Sat 18:15]--[2021-04-03 Sat 18:43] =>  0:28
     CLOCK: [2021-04-03 Sat 15:39]--[2021-04-03 Sat 16:20] =>  0:41
     :END:
**** DONE Head Phase III - 5 minute quicksketch                       :study:
     :LOGBOOK:
     CLOCK: [2021-04-03 Sat 19:50]--[2021-04-03 Sat 20:30] =>  0:40
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-03 Sat 18:43]--[2021-04-03 Sat 19:41] =>  0:58
     :END:
*** <2021-04-04 Sun>
**** DONE Head layins                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-04 Sun 09:59]--[2021-04-04 Sun 10:28] =>  0:29
     :END:
**** DONE Head Phase III - 5 minute quicksketch                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-04 Sun 18:00]--[2021-04-04 Sun 18:37] =>  0:37
     CLOCK: [2021-04-04 Sun 14:08]--[2021-04-04 Sun 14:52] =>  0:44
     CLOCK: [2021-04-04 Sun 10:29]--[2021-04-04 Sun 11:09] =>  0:40
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-04 Sun 18:38]--[2021-04-04 Sun 19:27] =>  0:49
     :END:
**** DONE Blog post                                                   :study:
     :LOGBOOK:
     CLOCK: [2021-04-04 Sun 19:32]--[2021-04-04 Sun 20:17] =>  0:45
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-04-11 Sun 19:24], for week 2021-W14.
  | Tags    | Headline                                         | Time    |       |      |      |
  |---------+--------------------------------------------------+---------+-------+------+------|
  |         | *Total time*                                     | *24:43* |       |      |      |
  |---------+--------------------------------------------------+---------+-------+------+------|
  |         | \_  Week 2                                       |         | 24:43 |      |      |
  |         | \_    <2021-04-05 Mon>                           |         |       | 6:37 |      |
  | study   | \_      Painting prep                            |         |       |      | 0:55 |
  | prep    | \_      Build a shadow box                       |         |       |      | 2:26 |
  | drawing | \_      5 minute head lay-ins                    |         |       |      | 0:38 |
  | drawing | \_      Head Drawing Phase III - 5 minute...     |         |       |      | 1:23 |
  | drawing | \_      Loomis                                   |         |       |      | 0:59 |
  | study   | \_      Head Drawing Phase III - 5 minute...     |         |       |      | 0:16 |
  |         | \_    <2021-04-06 Tue>                           |         |       | 2:56 |      |
  | drawing | \_      5 minute head lay-ins                    |         |       |      | 0:32 |
  | drawing | \_      Head Drawing Phase III - 10 minute...    |         |       |      | 1:00 |
  | study   | \_      Head Drawing Phase III - 10 minute...    |         |       |      | 0:12 |
  | drawing | \_      Loomis                                   |         |       |      | 1:12 |
  |         | \_    <2021-04-07 Wed>                           |         |       | 2:52 |      |
  | drawing | \_      5 minute head lay-ins                    |         |       |      | 0:40 |
  | drawing | \_      Head Drawing Phase III - 10 minute...    |         |       |      | 1:17 |
  | drawing | \_      Copy panels                              |         |       |      | 0:41 |
  | study   | \_      Head Drawing Phase III - 10 minute...    |         |       |      | 0:14 |
  |         | \_    <2021-04-08 Thu>                           |         |       | 2:56 |      |
  | drawing | \_      5 minute head lay-ins                    |         |       |      | 0:32 |
  | drawing | \_      Head Drawing Phase III - 10 minute...    |         |       |      | 1:24 |
  | study   | \_      Head Drawing Phase III - 20 minute...    |         |       |      | 0:20 |
  | drawing | \_      Copy panels                              |         |       |      | 0:40 |
  |         | \_    <2021-04-09 Fri>                           |         |       | 3:09 |      |
  | drawing | \_      5 minute head lay-ins                    |         |       |      | 0:43 |
  | drawing | \_      Head Drawing Phase III - 20 minute...    |         |       |      | 1:06 |
  | study   | \_      Head Drawing Phase III - 20 minute...    |         |       |      | 1:00 |
  | study   | \_      Head Drawing Phase III - 1 hour quick... |         |       |      | 0:20 |
  |         | \_    <2021-04-10 Sat>                           |         |       | 3:17 |      |
  | drawing | \_      Warmup                                   |         |       |      | 0:13 |
  | drawing | \_      Head Drawing Phase III - 10 minute...    |         |       |      | 1:10 |
  | drawing | \_      Head Drawing Phase III - 20 minute...    |         |       |      | 1:34 |
  | study   | \_      Head Drawing Phase III - 1 hour quick... |         |       |      | 0:20 |
  |         | \_    <2021-04-11 Sun>                           |         |       | 2:56 |      |
  | drawing | \_      Warmup                                   |         |       |      | 0:11 |
  | drawing | \_      Head Drawing Phase III - 20 minute...    |         |       |      | 2:45 |
  #+END:
#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study" "prep")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *18h 40m* |
|---------+------------+-----------|
| study   | *Tag time* | *3h 37m*  |
|---------+------------+-----------|
| prep    | *Tag time* | *2h 26m*  |

#+END:

*** <2021-04-05 Mon>
**** DONE Painting prep                                               :study:
     :LOGBOOK:
     CLOCK: [2021-04-05 Mon 08:45]--[2021-04-05 Mon 09:07] =>  0:22
     CLOCK: [2021-04-05 Mon 08:03]--[2021-04-05 Mon 08:23] =>  0:20
     CLOCK: [2021-04-05 Mon 07:40]--[2021-04-05 Mon 07:53] =>  0:13
     :END:
**** DONE Build a shadow box                                           :prep:
     :LOGBOOK:
     CLOCK: [2021-04-05 Mon 13:20]--[2021-04-05 Mon 13:55] =>  0:35
     CLOCK: [2021-04-05 Mon 10:05]--[2021-04-05 Mon 11:35] =>  1:30
     CLOCK: [2021-04-05 Mon 08:23]--[2021-04-05 Mon 08:44] =>  0:21
     :END:
**** DONE 5 minute head lay-ins                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-05 Mon 18:04]--[2021-04-05 Mon 18:42] =>  0:38
     :END:
**** DONE Head Drawing Phase III - 5 minute lay-ins                 :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-05 Mon 18:42]--[2021-04-05 Mon 20:05] =>  1:23
     :END:
**** DONE Loomis                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-05 Mon 20:19]--[2021-04-05 Mon 21:18] =>  0:59
     :END:
**** DONE Head Drawing Phase III - 5 minute lay-ins                   :study:
     :LOGBOOK:
     CLOCK: [2021-04-05 Mon 21:20]--[2021-04-05 Mon 21:36] =>  0:16
     :END:
*** <2021-04-06 Tue>
**** DONE 5 minute head lay-ins                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-06 Tue 18:24]--[2021-04-06 Tue 18:56] =>  0:32
     :END:
**** DONE Head Drawing Phase III - 10 minute lay-ins                :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-06 Tue 19:00]--[2021-04-06 Tue 20:00] =>  1:00
     :END:
**** DONE Head Drawing Phase III - 10 minute lay-ins                  :study:
     :LOGBOOK:
     CLOCK: [2021-04-06 Tue 22:00]--[2021-04-06 Tue 22:12] =>  0:12
     :END:
**** DONE Loomis                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-06 Tue 20:00]--[2021-04-06 Tue 21:12] =>  1:12
     :END:
*** <2021-04-07 Wed>
**** DONE 5 minute head lay-ins                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-07 Wed 18:10]--[2021-04-07 Wed 18:50] =>  0:40
     :END:
**** DONE Head Drawing Phase III - 10 minute lay-ins                :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-07 Wed 20:23]--[2021-04-07 Wed 20:49] =>  0:26
     CLOCK: [2021-04-07 Wed 19:19]--[2021-04-07 Wed 20:10] =>  0:51
     :END:
**** DONE Copy panels                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-07 Wed 20:49]--[2021-04-07 Wed 21:30] =>  0:41
     :END:
**** DONE Head Drawing Phase III - 10 minute lay-ins                  :study:
     :LOGBOOK:
     CLOCK: [2021-04-07 Wed 21:30]--[2021-04-07 Wed 21:44] =>  0:14
     :END:
*** <2021-04-08 Thu>
**** DONE 5 minute head lay-ins                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-08 Thu 18:01]--[2021-04-08 Thu 18:33] =>  0:32
     :END:
**** DONE Head Drawing Phase III - 10 minute lay-ins                :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-08 Thu 19:51]--[2021-04-08 Thu 20:08] =>  0:17
     CLOCK: [2021-04-08 Thu 18:33]--[2021-04-08 Thu 19:40] =>  1:07
     :END:
**** DONE Head Drawing Phase III - 20 minute lay-ins                  :study:
     :LOGBOOK:
     CLOCK: [2021-04-08 Thu 22:00]--[2021-04-08 Thu 22:20] =>  0:20
     :END:
**** DONE Copy panels                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-08 Thu 20:13]--[2021-04-08 Thu 20:53] =>  0:40
     :END:
*** <2021-04-09 Fri>
**** DONE 5 minute head lay-ins                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-09 Fri 18:02]--[2021-04-09 Fri 18:45] =>  0:43
     :END:
**** DONE Head Drawing Phase III - 20 minute lay-ins                :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-09 Fri 19:45]--[2021-04-09 Fri 20:51] =>  1:06
     :END:
**** DONE Head Drawing Phase III - 20 minute lay-ins                  :study:
     :LOGBOOK:
     CLOCK: [2021-04-09 Fri 18:45]--[2021-04-09 Fri 19:45] =>  1:00
     :END:
**** DONE Head Drawing Phase III - 1 hour quick sketch :study:
     :LOGBOOK:
     CLOCK: [2021-04-09 Fri 22:00]--[2021-04-09 Fri 22:20] =>  0:20
     :END:
*** <2021-04-10 Sat>
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-10 Sat 10:00]--[2021-04-10 Sat 10:13] =>  0:13
     :END:
**** DONE Head Drawing Phase III - 10 minute lay-ins                :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-10 Sat 10:13]--[2021-04-10 Sat 11:23] =>  1:10
     :END:
**** DONE Head Drawing Phase III - 20 minute lay-ins                :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-10 Sat 19:51]--[2021-04-10 Sat 20:12] =>  0:21
     CLOCK: [2021-04-10 Sat 18:25]--[2021-04-10 Sat 19:38] =>  1:13
     :END:
**** DONE Head Drawing Phase III - 1 hour quick sketch                :study:
     :LOGBOOK:
     CLOCK: [2021-04-10 Sat 22:00]--[2021-04-10 Sat 22:20] =>  0:20
     :END:
*** <2021-04-11 Sun>
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-11 Sun 08:18]--[2021-04-11 Sun 08:29] =>  0:11
     :END:
**** DONE Head Drawing Phase III - 20 minute lay-ins                :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-11 Sun 17:45]--[2021-04-11 Sun 19:24] =>  1:39
     CLOCK: [2021-04-11 Sun 08:29]--[2021-04-11 Sun 09:35] =>  1:06
     :END:
**** DONE Head Drawing Phase III - 1 hour quick sketch                :study:
     :LOGBOOK:
     CLOCK: [2021-04-11 Sun 22:00]--[2021-04-11 Sun 22:20] =>  0:00
     :END:
**** DONE Blog
     :LOGBOOK:
     CLOCK: [2021-04-11 Sun 19:24]--[2021-04-11 Sun 20:15] =>  0:51
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-04-18 Sun 20:25], for week 2021-W15.
  | Tags    | Headline                                         | Time    |       |      |      |
  |---------+--------------------------------------------------+---------+-------+------+------|
  |         | *Total time*                                     | *22:02* |       |      |      |
  |---------+--------------------------------------------------+---------+-------+------+------|
  |         | \_  Week 3                                       |         | 22:02 |      |      |
  |         | \_    <2021-04-12 Mon>                           |         |       | 5:00 |      |
  | prep    | \_      Set up still life                        |         |       |      | 2:47 |
  | drawing | \_      Warmup                                   |         |       |      | 0:25 |
  | drawing | \_      Head Drawing Phase III - 1 hour quick... |         |       |      | 1:13 |
  | study   | \_      Head Drawing Phase III - 1 hour quick... |         |       |      | 0:35 |
  |         | \_    <2021-04-13 Tue>                           |         |       | 3:15 |      |
  | drawing | \_      5 minute head lay-ins                    |         |       |      | 0:35 |
  | drawing | \_      Head Drawing Phase III - 1 hour quick... |         |       |      | 1:12 |
  | drawing | \_      Head Drawing Phase III - 30 minute...    |         |       |      | 1:13 |
  | study   | \_      Head Drawing Phase III - 30 minute...    |         |       |      | 0:15 |
  |         | \_    <2021-04-14 Wed>                           |         |       | 3:04 |      |
  | drawing | \_      5 minute head lay-ins                    |         |       |      | 0:31 |
  | drawing | \_      Head Drawing Phase III - 30 minute...    |         |       |      | 2:17 |
  | study   | \_      Head Drawing Phase III - 30 minute...    |         |       |      | 0:16 |
  |         | \_    <2021-04-15 Thu>                           |         |       | 2:53 |      |
  | drawing | \_      Warmup                                   |         |       |      | 0:15 |
  | drawing | \_      Head Drawing Phase III - 1 hour...       |         |       |      | 1:49 |
  | drawing | \_      Copy panels                              |         |       |      | 0:49 |
  |         | \_    <2021-04-16 Fri>                           |         |       | 1:10 |      |
  | drawing | \_      Warmup                                   |         |       |      | 0:36 |
  | drawing | \_      Copy panels                              |         |       |      | 0:34 |
  |         | \_    <2021-04-17 Sat>                           |         |       | 4:29 |      |
  | drawing | \_      Warmup                                   |         |       |      | 0:23 |
  | drawing | \_      Head Drawing Phase III - 1 hour...       |         |       |      | 1:18 |
  | study   | \_      Head Drawing Phase III - 5 minute        |         |       |      | 1:45 |
  | drawing | \_      Head Drawing Phase III - 5 minute        |         |       |      | 1:03 |
  |         | \_    <2021-04-18 Sun>                           |         |       | 2:11 |      |
  | drawing | \_      Head Drawing Phase III - 5 minute        |         |       |      | 1:39 |
  |         | \_      Blog                                     |         |       |      | 0:32 |
  #+END:
  
#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study" "prep")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *15h 52m* |
|---------+------------+-----------|
| study   | *Tag time* | *2h 51m*  |
|---------+------------+-----------|
| prep    | *Tag time* | *2h 47m*  |

#+END:
*** <2021-04-12 Mon>
**** DONE Set up still life                                            :prep: 
     :LOGBOOK:
     CLOCK: [2021-04-12 Mon 10:24]--[2021-04-12 Mon 11:40] =>  1:16
     CLOCK: [2021-04-12 Mon 08:29]--[2021-04-12 Mon 10:00] =>  1:31
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-12 Mon 18:20]--[2021-04-12 Mon 18:45] =>  0:25
     :END:
**** DONE Head Drawing Phase III - 1 hour quick sketch              :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-12 Mon 19:24]--[2021-04-12 Mon 20:11] =>  0:47
     CLOCK: [2021-04-12 Mon 18:45]--[2021-04-12 Mon 19:11] =>  0:26
     :END:
**** DONE Head Drawing Phase III - 1 hour quick sketch                :study:
     :LOGBOOK:
     CLOCK: [2021-04-12 Mon 21:25]--[2021-04-12 Mon 22:00] =>  0:35
     :END:
*** <2021-04-13 Tue>
**** DONE 5 minute head lay-ins                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-13 Tue 17:39]--[2021-04-13 Tue 18:14] =>  0:35
     :END:
**** DONE Head Drawing Phase III - 1 hour quick sketch              :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-13 Tue 18:14]--[2021-04-13 Tue 19:26] =>  1:12
     :END:
**** DONE Head Drawing Phase III - 30 minute master study           :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-13 Tue 20:31]--[2021-04-13 Tue 21:11] =>  0:40
     CLOCK: [2021-04-13 Tue 19:36]--[2021-04-13 Tue 20:09] =>  0:33
     :END:
**** DONE Head Drawing Phase III - 30 minute master study             :study:
     :LOGBOOK:
     CLOCK: [2021-04-13 Tue 22:00]--[2021-04-13 Tue 22:15] =>  0:15
     :END:
*** <2021-04-14 Wed>
**** DONE 5 minute head lay-ins                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-14 Wed 17:45]--[2021-04-14 Wed 18:16] =>  0:31
     :END:
**** DONE Head Drawing Phase III - 30 minute master study           :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-14 Wed 20:20]--[2021-04-14 Wed 21:04] =>  0:44
     CLOCK: [2021-04-14 Wed 19:00]--[2021-04-14 Wed 19:59] =>  0:59
     CLOCK: [2021-04-14 Wed 18:16]--[2021-04-14 Wed 18:50] =>  0:34
     :END:
**** DONE Head Drawing Phase III - 30 minute master study             :study:
     :LOGBOOK:
     CLOCK: [2021-04-14 Wed 21:04]--[2021-04-14 Wed 21:20] =>  0:16
     :END:
*** <2021-04-15 Thu>
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-15 Thu 18:27]--[2021-04-15 Thu 18:42] =>  0:15
     :END:
**** DONE Head Drawing Phase III - 1 hour master study              :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-15 Thu 18:42]--[2021-04-15 Thu 20:31] =>  1:49
     :END:
**** DONE Copy panels                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-15 Thu 20:31]--[2021-04-15 Thu 21:20] =>  0:49
     :END:
*** <2021-04-16 Fri>
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-16 Fri 19:33]--[2021-04-16 Fri 20:09] =>  0:36
     :END:
**** DONE Copy panels                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-16 Fri 20:19]--[2021-04-16 Fri 20:53] =>  0:34
     :END:
*** <2021-04-17 Sat>
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-17 Sat 08:59]--[2021-04-17 Sat 09:22] =>  0:23
     :END:
**** DONE Head Drawing Phase III - 1 hour master study              :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-17 Sat 09:22]--[2021-04-17 Sat 10:40] =>  1:18
     :END:
**** DONE Head Drawing Phase III - 5 minute                           :study:
     :LOGBOOK:
     CLOCK: [2021-04-17 Sat 21:30]--[2021-04-17 Sat 22:06] =>  0:36
     CLOCK: [2021-04-17 Sat 18:16]--[2021-04-17 Sat 18:22] =>  0:06
     CLOCK: [2021-04-17 Sat 15:50]--[2021-04-17 Sat 15:56] =>  0:06
     CLOCK: [2021-04-17 Sat 15:03]--[2021-04-17 Sat 15:27] =>  0:24
     CLOCK: [2021-04-17 Sat 10:40]--[2021-04-17 Sat 11:13] =>  0:33
     :END:
**** DONE Head Drawing Phase III - 5 minute                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-17 Sat 14:23]--[2021-04-17 Sat 14:38] =>  0:15
     CLOCK: [2021-04-17 Sat 11:13]--[2021-04-17 Sat 12:01] =>  0:48
     :END:
*** <2021-04-18 Sun>
**** DONE Head Drawing Phase III - 5 minute                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-18 Sun 18:37]--[2021-04-18 Sun 19:23] =>  0:46
     CLOCK: [2021-04-18 Sun 14:05]--[2021-04-18 Sun 14:58] =>  0:53
     :END:
**** DONE Blog
     :LOGBOOK:
     CLOCK: [2021-04-18 Sun 19:43]--[2021-04-18 Sun 20:15] =>  0:32
     :END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-04-20 Tue 21:11], for week 2021-W16.
  | Tags    | Headline                                       | Time   |      |      |      |
  |---------+------------------------------------------------+--------+------+------+------|
  |         | *Total time*                                   | *7:27* |      |      |      |
  |---------+------------------------------------------------+--------+------+------+------|
  |         | \_  Week 4                                     |        | 7:27 |      |      |
  |         | \_    <2021-04-19 Mon>                         |        |      | 4:17 |      |
  | prep    | \_      Set up still life                      |        |      |      | 1:05 |
  | drawing | \_      Draw still life                        |        |      |      | 1:31 |
  | drawing | \_      Head Phase III - 5 minute quick sketch |        |      |      | 0:58 |
  | drawing | \_      Copy panels                            |        |      |      | 0:43 |
  |         | \_    <2021-04-20 Tue>                         |        |      | 3:10 |      |
  | drawing | \_      5 minute head lay-ins                  |        |      |      | 0:37 |
  | drawing | \_      10 minute head lay-ins                 |        |      |      | 1:41 |
  | drawing | \_      Copy panels                            |        |      |      | 0:52 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study" "prep")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *6h 22m* |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | prep    | *Tag time* | *1h 5m*  |
  
  #+END:

*** <2021-04-19 Mon>
**** DONE Set up still life                                            :prep:
     :LOGBOOK:
     CLOCK: [2021-04-19 Mon 10:09]--[2021-04-19 Mon 11:14] =>  1:05
     :END:
**** DONE Draw still life                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-19 Mon 18:31]--[2021-04-19 Mon 19:37] =>  1:06
     CLOCK: [2021-04-19 Mon 11:14]--[2021-04-19 Mon 11:39] =>  0:25
     :END:
**** DONE Head Phase III - 5 minute quick sketch                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-19 Mon 19:37]--[2021-04-19 Mon 20:35] =>  0:58
     :END:
**** DONE Copy panels                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-19 Mon 20:35]--[2021-04-19 Mon 21:18] =>  0:43
     :END:

*** <2021-04-20 Tue>
**** DONE 5 minute head lay-ins                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-20 Tue 18:00]--[2021-04-20 Tue 18:37] =>  0:37
     :END:
**** DONE 10 minute head lay-ins                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-20 Tue 18:38]--[2021-04-20 Tue 20:19] =>  1:41
     :END:
**** DONE Copy panels                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-20 Tue 20:19]--[2021-04-20 Tue 21:11] =>  0:52
     :END:
